[
  {
    "noi_dung": "Em hãy nêu cảm nghĩ của mình về lòng nhân ái trong cuộc sống.",
    "kieu_cau_hoi": "tu_luan",
    "tra_loi_hoc_sinh": "",
    "goi_y_dap_an": "Lòng nhân ái là tình yêu thương, sự quan tâm và giúp đỡ giữa con người với nhau. Người có lòng nhân ái luôn sẵn sàng chia sẻ, cảm thông và giúp đỡ người khác khi gặp khó khăn. Lòng nhân ái giúp xã hội trở nên tốt đẹp hơn. (1 điểm)"
  },
  {
    "noi_dung": "Phân tích ý nghĩa của hình ảnh bếp lửa trong bài thơ 'Bếp lửa' của Bằng Việt.",
    "kieu_cau_hoi": "tu_luan",
    "tra_loi_hoc_sinh": "",
    "goi_y_dap_an": "Hình ảnh bếp lửa tượng trưng cho tình bà cháu, cho sự tần tảo, yêu thương và hy sinh của người bà. Bếp lửa còn là biểu tượng của quê hương, của niềm tin và nghị lực sống mà bà truyền cho cháu. (1 điểm)"
  },
  {
    "noi_dung": "Theo em, vì sao chúng ta cần phải biết ơn cha mẹ?",
    "kieu_cau_hoi": "tu_luan",
    "tra_loi_hoc_sinh": "",
    "goi_y_dap_an": "Cha mẹ là người sinh thành, nuôi dưỡng, dạy dỗ ta nên người. Biết ơn cha mẹ là thể hiện đạo lý 'uống nước nhớ nguồn', là cách thể hiện tình cảm và lòng hiếu thảo. (1 điểm)"
  },
  {
    "noi_dung": "Trình bày suy nghĩ của em về tinh thần vượt khó trong học tập.",
    "kieu_cau_hoi": "tu_luan",
    "tra_loi_hoc_sinh": "",
    "goi_y_dap_an": "Tinh thần vượt khó trong học tập là không ngại gian khổ, luôn nỗ lực vươn lên để đạt kết quả tốt. Đây là phẩm chất quý báu giúp con người thành công trong học tập và cuộc sống. (1 điểm)"
  },
  {
    "noi_dung": "Phân tích hình ảnh người lính trong bài thơ 'Đồng chí' của Chính Hữu.",
    "kieu_cau_hoi": "tu_luan",
    "tra_loi_hoc_sinh": "",
    "goi_y_dap_an": "Người lính trong bài thơ 'Đồng chí' là hình ảnh giản dị, chân thật nhưng anh dũng và đầy tình đồng đội. Họ xuất thân từ những người nông dân, cùng nhau chiến đấu, chia sẻ gian khổ và gắn bó bằng tình đồng chí thiêng liêng. (1 điểm)"
  },
  {
    "noi_dung": "Theo em, Internet có vai trò gì trong đời sống con người hiện nay?",
    "kieu_cau_hoi": "tu_luan",
    "tra_loi_hoc_sinh": "",
    "goi_y_dap_an": "Internet giúp con người kết nối, học tập, làm việc và giải trí dễ dàng hơn. Tuy nhiên, cần sử dụng Internet đúng cách để tránh những tác động tiêu cực như nghiện mạng, tin giả hoặc mất an toàn thông tin. (1 điểm)"
  },
  {
    "noi_dung": "Viết đoạn văn ngắn (5–7 câu) nêu cảm nhận của em về vẻ đẹp của mùa xuân.",
    "kieu_cau_hoi": "tu_luan",
    "tra_loi_hoc_sinh": "",
    "goi_y_dap_an": "Mùa xuân là mùa của sự sống mới, của hoa nở, chim hót và đất trời tươi đẹp. Không khí mùa xuân mang đến niềm vui, hy vọng và sức sống tràn đầy cho con người. Mùa xuân còn gắn với Tết – dịp đoàn tụ, sum vầy của mỗi gia đình Việt Nam. (1 điểm)"
  },
  {
    "noi_dung": "Phân tích ý nghĩa của câu tục ngữ: 'Có công mài sắt, có ngày nên kim'.",
    "kieu_cau_hoi": "tu_luan",
    "tra_loi_hoc_sinh": "",
    "goi_y_dap_an": "Câu tục ngữ khuyên con người phải kiên trì, chăm chỉ thì mới đạt được thành công. Dù công việc khó khăn đến đâu, nếu có quyết tâm và bền bỉ, ta sẽ đạt được kết quả tốt đẹp. (1 điểm)"
  },
  {
    "noi_dung": "Em hiểu thế nào về câu nói: 'Sách là ngọn đèn sáng bất diệt của trí tuệ con người'?",
    "kieu_cau_hoi": "tu_luan",
    "tra_loi_hoc_sinh": "",
    "goi_y_dap_an": "Câu nói thể hiện vai trò to lớn của sách trong việc lưu giữ và truyền đạt tri thức. Sách mở rộng hiểu biết, nuôi dưỡng tâm hồn và giúp con người phát triển trí tuệ. (1 điểm)"
  },
  {
    "noi_dung": "Theo em, điều gì làm nên giá trị thật sự của một con người?",
    "kieu_cau_hoi": "tu_luan",
    "tra_loi_hoc_sinh": "",
    "goi_y_dap_an": "Giá trị thật sự của con người nằm ở nhân cách, đạo đức và cách sống. Một người sống trung thực, biết yêu thương, giúp đỡ người khác mới là người có giá trị trong xã hội. (1 điểm)"
  }
]
